Repository: hoshiizumiya/OpenNet
Catalog: OpenNet/Strings/*/Resources.resw
Source language: en_us
Languages: fr, it, ja, ko, ru, zh_cn, zh_hant

# ViewNotifyIconContextMenuText23.Text
source: HTTP/FTP Batch Download ...
fr: Téléchargement HTTP/FTP par lot...
it: Download HTTP/FTP multiplo...
ja: HTTP/FTP 一括ダウンロード ...
ko: HTTP/FTP 일괄 다운로드...
ru: Пакетная HTTP/FTP-загрузка...
zh_hant: HTTP/FTP 批次下載 ...

# ViewNotifyIconContextMenuText24.Text
source: Capture Clipboard URL
fr: Capturer l’URL du Presse-papiers
it: Acquisisci URL dagli Appunti
ja: クリップボードの URL を取得
ko: 클립보드 URL 감지
ru: Перехватывать URL из буфера обмена
zh_hant: 擷取剪貼簿 URL

# ViewNotifyIconContextMenuText25.Text
source: Tray Balloon
it: Notifica nell'area di sistema
ja: トレイ通知
ko: 트레이 알림
ru: Уведомление в трее
zh_hant: 系統匣氣泡通知

# ViewNotifyIconContextMenuText26.Text
source: Floating Window
fr: Fenêtre flottante
it: Finestra mobile
ja: フローティングウィンドウ
ko: 플로팅 창
ru: Плавающее окно
zh_hant: 浮動視窗

# ViewNotifyIconContextMenuText27.Text
source: Floating Window settings
fr: Paramètres de la fenêtre flottante
it: Impostazioni finestra mobile
ja: フローティングウィンドウ設定
ko: 플로팅 창 설정
ru: Настройки плавающего окна
zh_hant: 浮動視窗設定

# ViewNotifyIconContextMenuText28.Text
source: Options ...
it: Opzioni...
ja: オプション ...
ko: 옵션...
ru: Параметры...
zh_hant: 選項 ...

# ViewNotifyIconContextMenuText29.Text
source: Exit
fr: Quitter
it: Esci
ja: 終了
ko: 종료
ru: Выход
zh_hant: 結束

# ControlHeaderCarouselText1.Description
source: Transfer files securely across your P2P network
fr: Transfert fichiers en toute sécurité across votre P2P réseau
it: Trasferisci file in sicurezza sulla tua rete P2P
ja: P2P ネットワーク上でファイルを安全に転送
ko: P2P 네트워크에서 파일을 안전하게 전송합니다
ru: Безопасная передача файлов по вашей P2P-сети
zh_hant: 在 P2P 網路中安全傳輸檔案

# ControlHeaderCarouselText2.Header
source: File Transfer
fr: Transfert de fichiers
it: Trasferimento file
ja: ファイル転送
ko: 파일 전송
ru: Передача файлов
zh_hant: 檔案傳輸

# ControlHeaderCarouselText3.Description
source: Discover and connect to peers on your local network
fr: Discover et connecter vers pairs sur votre local réseau
it: Rileva e connettiti ai peer sulla rete locale
ja: ローカルネットワーク上のピアを検出して接続
ko: 로컬 네트워크의 피어를 검색하고 연결합니다
ru: Обнаруживайте пиры в локальной сети и подключайтесь к ним
zh_hant: 探索並連線至區域網路上的 Peer

# ControlHeaderCarouselText4.Header
source: Network Discovery
fr: Découverte du réseau
it: Rilevamento rete
ja: ネットワーク検出
ko: 네트워크 검색
ru: Обнаружение сети
zh_cn: 网络发现
zh_hant: 網路探索

# ControlHeaderCarouselText5.Description
source: Chat with peers in real-time over secure channels
fr: Discuter avec des pairs en temps réel via des canaux sécurisés
it: Chatta con i peer in tempo reale tramite canali sicuri
ja: 安全なチャネルを介してピアとリアルタイムにチャット
ko: 보안 채널을 통해 피어와 실시간으로 채팅합니다
ru: Общайтесь с пирами в реальном времени по защищённым каналам
zh_hant: 透過安全通道與 Peer 即時聊天

# ControlHeaderCarouselText6.Header
source: Peer Chat
fr: Discussion entre pairs
it: Chat peer
ja: ピアチャット
ko: 피어 채팅
ru: Чат с пирами
zh_hant: Peer 聊天

# ControlHeaderCarouselText7.Description
source: Create secure encrypted tunnels between devices
fr: Créer des tunnels chiffrés sécurisés entre les appareils
it: Crea tunnel crittografati sicuri tra dispositivi
ja: デバイス間に安全な暗号化トンネルを作成
ko: 장치 간에 안전한 암호화 터널을 만듭니다
ru: Создавайте защищённые зашифрованные туннели между устройствами
zh_hant: 在裝置之間建立安全的加密通道

# ControlHeaderCarouselText8.Header
source: VPN Tunnel
fr: Tunnel VPN
it: Tunnel VPN
ja: VPN トンネル
ko: VPN 터널
ru: VPN-туннель
zh_hant: VPN 通道

# ControlHeaderCarouselText9.Description
source: Share folders and storage with your network peers
fr: Share dossiers et stockage avec votre réseau pairs
it: Condividi cartelle e spazio di archiviazione con i peer della rete
ja: ネットワーク上のピアとフォルダーやストレージを共有
ko: 네트워크 피어와 폴더 및 저장 공간을 공유합니다
ru: Предоставляйте папки и хранилище пирам вашей сети
zh_hant: 與網路上的 Peer 共用資料夾與儲存空間

# ControlHeaderCarouselText10.Header
source: Shared Storage
fr: Stockage partagé
it: Archiviazione condivisa
ja: 共有ストレージ
ko: 공유 저장소
ru: Общее хранилище
zh_hant: 共用儲存空間

# ControlHeaderCarouselText11.Description
source: Monitor network bandwidth and performance in real-time
fr: Monitor réseau bande passante et performances dans temps réel
it: Monitora in tempo reale larghezza di banda e prestazioni della rete
ja: ネットワーク帯域幅とパフォーマンスをリアルタイム監視
ko: 네트워크 대역폭과 성능을 실시간으로 모니터링합니다
ru: Отслеживайте пропускную способность и производительность сети в реальном времени
zh_hant: 即時監控網路頻寬與效能

# ControlHeaderCarouselText12.Header
source: Bandwidth Monitor
fr: Moniteur de bande passante
it: Monitor larghezza di banda
ja: 帯域幅モニター
ko: 대역폭 모니터
ru: Монитор пропускной способности
zh_hant: 頻寬監視器

# ControlHeaderCarouselText14.Text
source: Peer-to-peer networking made simple.
fr: Le réseau pair à pair en toute simplicité.
it: Il networking peer-to-peer reso semplice.
ja: ピアツーピアネットワークをシンプルに。
ko: 간편한 피어 투 피어 네트워킹.
ru: Простая работа с одноранговой сетью.
zh_hant: 讓點對點網路變得簡單。

# ControlHeaderCarouselText15.Text
source: Securely connect, share, and communicate.
fr: Connectez-vous, partagez et communiquez en toute sécurité.
it: Connettiti, condividi e comunica in sicurezza.
ja: 安全に接続、共有、通信。
ko: 안전하게 연결하고 공유하며 소통하세요.
ru: Безопасно подключайтесь, обменивайтесь данными и общайтесь.
zh_hant: 安全地連線、分享與通訊。

# ViewHomePageText1.Text
source: Features
fr: Fonctionnalités
it: Funzionalità
ja: 機能
ko: 기능
ru: Возможности
zh_cn: 功能
zh_hant: 功能

# ViewHomePageText2.Text
source: Discover how OpenNet helps you build peer-to-peer connections
fr: Découvrez comment OpenNet vous aide à établir des connexions pair à pair
it: Scopri come OpenNet ti aiuta a creare connessioni peer-to-peer
ja: OpenNet がピアツーピア接続の構築をどう支援するかをご覧ください
ko: OpenNet이 피어 투 피어 연결을 구축하는 데 어떻게 도움이 되는지 알아보세요
ru: Узнайте, как OpenNet помогает создавать одноранговые подключения
zh_hant: 探索 OpenNet 如何協助你建立點對點連線

# ViewHomePageText3.Text
source: Secure File Transfer
fr: Transfert de fichiers sécurisé
it: Trasferimento file sicuro
ja: 安全なファイル転送
ko: 안전한 파일 전송
ru: Безопасная передача файлов
zh_hant: 安全檔案傳輸

# ViewHomePageText4.Text
source: Transfer files directly between peers with end-to-end encryption. No cloud intermediary needed.
fr: Transférez directement des fichiers entre pairs avec un chiffrement de bout en bout. Aucun intermédiaire dans le cloud n’est nécessaire.
it: Trasferisci file direttamente tra peer con crittografia end-to-end. Nessun intermediario cloud necessario.
ja: エンドツーエンド暗号化でピア間のファイルを直接転送します。クラウドの仲介は不要です。
ko: 종단 간 암호화로 피어 간에 파일을 직접 전송합니다. 클라우드 중개자가 필요하지 않습니다.
ru: Передавайте файлы напрямую между пирами со сквозным шифрованием. Облачный посредник не требуется.
zh_hant: 透過端對端加密在 Peer 之間直接傳輸檔案，不需要雲端中介服務。

# ViewHomePageText5.Text
source: Start transferring
fr: Démarrer le transfert
it: Avvia trasferimento
ja: 転送を開始
ko: 전송 시작
ru: Начать передачу
zh_cn: 开始传输
zh_hant: 開始傳輸

# ViewHomePageText6.Text
source: Auto Discovery
fr: Découverte automatique
it: Rilevamento automatico
ja: 自動検出
ko: 자동 검색
ru: Автообнаружение
zh_hant: 自動探索

# ViewHomePageText7.Text
source: Automatically find available peers on your local network
fr: Automatiquement find disponible pairs sur votre local réseau
it: Trova automaticamente i peer disponibili sulla rete locale
ja: ローカルネットワーク上の利用可能なピアを自動的に検出します
ko: 로컬 네트워크에서 사용 가능한 피어를 자동으로 찾습니다
ru: Автоматически находите доступных пиров в локальной сети
zh_hant: 自動尋找區域網路上可用的 Peer

# ViewHomePageText8.Text
source: Scan network
fr: Analyser le réseau
it: Scansiona rete
ja: ネットワークをスキャン
ko: 네트워크 검색
ru: Сканировать сеть
zh_hant: 掃描網路

# ViewHomePageText9.Text
source: Peer Chat
fr: Discussion entre pairs
it: Chat peer
ja: ピアチャット
ko: 피어 채팅
ru: Чат с пирами
zh_hant: Peer 聊天

# ViewHomePageText10.Text
source: Communicate with peers using encrypted messaging channels
fr: Communicate avec pairs using chiffré messaging channels
it: Comunica con i peer tramite canali di messaggistica crittografati
ja: 暗号化されたメッセージチャネルを使用してピアと通信します
ko: 암호화된 메시징 채널을 사용하여 피어와 통신합니다
ru: Общайтесь с пирами через зашифрованные каналы сообщений
zh_hant: 使用加密訊息通道與 Peer 通訊

# ViewHomePageText11.Text
source: VPN &amp;amp; Tunneling
it: VPN e tunneling
ja: VPN &amp;amp; トンネリング
ko: VPN 및 터널링
ru: VPN и туннелирование
zh_hant: VPN 與通道

# ViewHomePageText12.Text
source: Create secure encrypted tunnels between devices for private networking across the internet
fr: Créez des tunnels chiffrés sécurisés entre les appareils pour établir un réseau privé via Internet
it: Crea tunnel crittografati sicuri tra dispositivi per una rete privata tramite Internet
ja: インターネットを介したプライベートネットワーク用に、デバイス間で安全な暗号化トンネルを作成します
ko: 인터넷을 통한 개인 네트워킹을 위해 장치 간에 안전한 암호화 터널을 만듭니다
ru: Создавайте защищённые зашифрованные туннели между устройствами для приватной сети через Интернет
zh_hant: 在裝置之間建立安全的加密通道，以透過網際網路進行私人網路連線

# ViewHomePageText13.Text
source: Open-source
ja: オープンソース
ko: 오픈 소스
ru: Открытый исходный код
zh_hant: 開放原始碼

# ViewHomePageText14.Text
source: OpenNet is open-source. Contributions, issues, and feature requests are welcome.
fr: OpenNet est open source. Les contributions, signalements de problèmes et demandes de fonctionnalités sont les bienvenus.
it: OpenNet è open source. Contributi, segnalazioni di problemi e richieste di funzionalità sono benvenuti.
ja: OpenNet はオープンソースです。コントリビューション、Issue、機能リクエストを歓迎します。
ko: OpenNet은 오픈 소스입니다. 기여, 문제 보고 및 기능 요청을 환영합니다.
ru: OpenNet — проект с открытым исходным кодом. Мы приветствуем вклад, сообщения о проблемах и предложения новых функций.
zh_hant: OpenNet 是開放原始碼專案。歡迎貢獻程式碼、回報問題與提出功能需求。

# ViewHomePageText15.Text
source: OpenNet repository
fr: Dépôt OpenNet
it: Repository OpenNet
ja: OpenNet リポジトリ
ko: OpenNet 저장소
ru: Репозиторий OpenNet
zh_hant: OpenNet 程式碼庫

# ViewThemesSettingsPageBackgroundStatic.Content
source: Static
fr: Statique
it: Statico
ja: 静的
ko: 정적
ru: Статический
zh_cn: 无
zh_hant: 靜態

# ViewThemesSettingsPageBackgroundCustomMica.Content
source: Custom Mica
fr: Mica personnalisé
it: Mica personalizzato
ja: カスタム Mica
ko: 사용자 지정 Mica
ru: Пользовательский Mica
zh_hant: 自訂 Mica

# ViewThemesSettingsPageBackgroundAcrylic.Content
source: Acrylic
fr: Acrylique
zh_hant: 壓克力

# ViewThemesSettingsPageBackgroundCustomAcrylic.Content
source: Custom Acrylic
fr: Acrylique personnalisé
it: Acrylic personalizzato
ja: カスタム Acrylic
ko: 사용자 지정 Acrylic
ru: Пользовательский Acrylic
zh_hant: 自訂壓克力

# ViewThemesSettingsPageAcrylicTypeDefault.Content
source: Default
fr: Par défaut
it: Predefinito
ja: 既定
ko: 기본값
ru: По умолчанию
zh_hant: 預設

# ViewThemesSettingsPageAcrylicTypeBase.Content
source: Base
ja: ベース
ko: 기본
ru: Базовый
zh_hant: 基本

# ViewThemesSettingsPageAcrylicTypeThin.Content
source: Thin
fr: Fin
it: Sottile
ja: 薄い
ko: 얇게
ru: Тонкий
zh_cn: 薄板材质
zh_hant: 薄板材質

# ViewThemesSettingsPageMicaTypeBase.Content
source: Base
ja: ベース
ko: 기본
ru: Базовый
zh_hant: 基本

# ViewThemesSettingsPageMicaTypeBaseAlt.Content
source: Alt
fr: Alternatif
it: Alternativo
ja: 代替
ko: 대체
ru: Альтернативный
zh_hant: 替代

# ViewTaskPieceMapPageText1.Text
source: Piece map
fr: Carte des blocs
it: Mappa delle parti
ja: ピースマップ
ko: 조각 맵
ru: Карта частей
zh_cn: 分块图
zh_hant: 分塊圖

# ViewTaskPieceMapPageText2.Text
source: Select a BitTorrent task to inspect its pieces.
fr: Sélectionner un BitTorrent tâche vers inspect its blocs.
it: Seleziona un'attività BitTorrent per esaminarne le parti.
ja: ピースを確認する BitTorrent タスクを選択してください。
ko: 조각을 확인할 BitTorrent 작업을 선택하세요.
ru: Выберите задачу BitTorrent, чтобы просмотреть её части.
zh_hant: 選取 BitTorrent 任務以檢視其分塊。

# ViewTaskPieceMapPageText3.Content
source: Refresh
fr: Actualiser
it: Aggiorna
ja: 更新
ko: 새로 고침
ru: Обновить
zh_cn: 刷新
zh_hant: 重新整理

# ViewTaskPieceMapPageText4.Text
source: Downloaded pieces
fr: Blocs téléchargés
it: Parti scaricate
ja: ダウンロード済みピース
ko: 다운로드된 조각
ru: Загруженные части
zh_cn: 已下载分块
zh_hant: 已下載分塊

# ViewTaskPieceMapPageText5.Text
source: Available pieces
fr: Blocs disponibles
it: Parti disponibili
ja: 利用可能なピース
ko: 사용 가능한 조각
ru: Доступные части
zh_cn: 可下载分块
zh_hant: 可用分塊

# ViewTaskPieceMapPageText6.Text
source: Piece size: —
fr: Bloc taille: —
it: Dimensione parte: —
ja: ピースサイズ: —
ko: 조각 크기: —
ru: Размер части: —
zh_hant: 分塊大小：—

# ViewTaskPieceMapPageText7.Text
source: Web seeds: 0
it: Web seed: 0
ja: Web シード: 0
ko: 웹 시드: 0
ru: Веб-сиды: 0
zh_hant: Web 種子：0

# ViewTaskPieceMapPageText8.Text
source: Empty
fr: Vide
it: Vuoto
ja: 空
ko: 비어 있음
ru: Пусто
zh_cn: 空
zh_hant: 空白

# CommonTextDownloading.Text
source: Downloading
fr: Téléchargement
ja: ダウンロード中
ru: Загрузка
zh_cn: 正在下载
zh_hant: 下載中

# ViewTaskPieceMapPageText10.Text
source: Finished
fr: Terminé
it: Terminato
ja: 完了
ko: 완료됨
ru: Завершено
zh_hant: 已完成

# ViewTaskPieceMapPageText12.Text
source: Disabled
fr: Désactivé
it: Disabilitato
ja: 無効
ko: 사용 안 함
ru: Отключено
zh_hant: 已停用

# ViewTaskPieceMapPageText13.Text
source: Unchecked
fr: Non vérifié
it: Non verificato
ja: 未チェック
ko: 검사 안 됨
ru: Не проверено
zh_cn: 未检查
zh_hant: 未檢查

# ViewTaskSummaryPageText1.Text
source: No task selected
fr: Aucune tâche sélectionnée
it: Nessuna attività selezionata
ja: タスクが選択されていません
ko: 선택된 작업 없음
ru: Задача не выбрана
zh_cn: 没有选中的任务
zh_hant: 未選取任務

# ViewTaskSummaryPageText3.Text
source: Idle
fr: Inactif
it: Inattivo
ja: アイドル
ko: 유휴
ru: Ожидание
zh_hant: 閒置

# ViewTaskSummaryPageText5.Text
source: Downloaded pieces
fr: Blocs téléchargés
it: Parti scaricate
ja: ダウンロード済みピース
ko: 다운로드된 조각
ru: Загруженные части
zh_cn: 已下载分块
zh_hant: 已下載分塊

# ViewTaskSummaryPageText6.Text
source: Available pieces
fr: Blocs disponibles
it: Parti disponibili
ja: 利用可能なピース
ko: 사용 가능한 조각
ru: Доступные части
zh_cn: 可下载分块
zh_hant: 可用分塊

# ViewTaskSummaryPageText7.Text
source: Download progress and speed
fr: Progression et vitesse de téléchargement
it: Avanzamento e velocità download
ja: ダウンロード進行状況と速度
ko: 다운로드 진행률 및 속도
ru: Прогресс и скорость загрузки
zh_hant: 下載進度與速度

# ViewTaskSummaryPageText8.Text
source: Transfer
fr: Transfert
it: Trasferimento
ja: 転送
ko: 전송
ru: Передача
zh_cn: 传输
zh_hant: 傳輸

# ViewTaskSummaryPageText9.Text
source: Time elapsed
fr: Temps écoulé
it: Tempo trascorso
ja: 経過時間
ko: 경과 시간
ru: Прошло времени
zh_cn: 已用时间
zh_hant: 已經過時間

# ViewTaskSummaryPageText13.Text
source: Download speed
fr: Vitesse de téléchargement
it: Velocità download
ja: ダウンロード速度
ko: 다운로드 속도
ru: Скорость загрузки
zh_cn: 下载速度
zh_hant: 下載速度

# ViewTaskSummaryPageText15.Text
source: Download limit
fr: Limite de téléchargement
it: Limite download
ja: ダウンロード制限
ko: 다운로드 제한
ru: Ограничение загрузки
zh_hant: 下載限制

# ViewTaskSummaryPageText17.Text
source: Seeding time
fr: Durée de partage
it: Tempo di seeding
ja: シード時間
ko: 시딩 시간
ru: Время раздачи
zh_cn: 做种时间
zh_hant: 做種時間

# ViewTaskSummaryPageText19.Text
source: Uploaded
fr: Téléversé
it: Caricato
ja: アップロード済み
ko: 업로드됨
ru: Отдано
zh_cn: 已上传
zh_hant: 已上傳

# ViewTaskSummaryPageText36.Text
source: Upload speed
fr: Vitesse de téléversement
it: Velocità upload
ja: アップロード速度
ko: 업로드 속도
ru: Скорость отдачи
zh_cn: 上传速度
zh_hant: 上傳速度

# ViewTaskSummaryPageText23.Text
source: Upload limit
fr: Limite de téléversement
it: Limite upload
ja: アップロード制限
ko: 업로드 제한
ru: Ограничение отдачи
zh_cn: 上传限制
zh_hant: 上傳限制

# ViewTaskSummaryPageText25.Text
source: Seeds
fr: Sources
it: Seed
ja: シード
ko: 시드
ru: Сиды
zh_cn: 做种
zh_hant: 種子

# ViewTaskSummaryPageText27.Text
source: Peers
fr: Pairs
it: Peer
ja: ピア
ko: 피어
ru: Пиры
zh_cn: 用户
zh_hant: Peer

# ViewTaskSummaryPageText29.Text
source: Connections
fr: Connexions
it: Connessioni
ja: 接続数
ko: 연결
ru: Подключения
zh_hant: 連線數

# ViewTaskSummaryPageText38.Text
source: Share ratio
fr: Ratio de partage
it: Rapporto di condivisione
ja: 共有比率
ko: 공유 비율
ru: Коэффициент раздачи
zh_cn: 分享率
zh_hant: 分享比率

# ViewTaskSummaryPageText33.Text
source: Long-Term Seeding
fr: Partage longue durée
it: Seeding a lungo termine
ja: 長期シード
ko: 장기 시딩
ru: Долговременная раздача
zh_hant: 長期做種

# ViewTaskSummaryPageText34.Text
source: Upload size
fr: Volume téléversé
it: Dimensione upload
ja: アップロードサイズ
ko: 업로드 크기
ru: Объём отдачи
zh_cn: 上传大小
zh_hant: 上傳大小

# ViewTaskSummaryPageText40.Text
source: General
fr: Général
it: Generale
ja: 一般
ko: 일반
ru: Общие
zh_hant: 一般

# ViewTaskSummaryPageText41.Text
source: Task name
fr: Nom de la tâche
it: Nome attività
ja: タスク名
ko: 작업 이름
ru: Имя задачи
zh_cn: 任务名称
zh_hant: 任務名稱

# ViewTaskSummaryPageText43.Text
source: Save path
fr: Chemin d’enregistrement
it: Percorso di salvataggio
ja: 保存先
ko: 저장 경로
ru: Путь сохранения
zh_cn: 保存路径
zh_hant: 儲存路徑

# ViewTaskSummaryPageText45.Text
source: Task size
fr: Taille de la tâche
it: Dimensione attività
ja: タスクサイズ
ko: 작업 크기
ru: Размер задачи
zh_cn: 任务大小
zh_hant: 任務大小

# ViewTaskSummaryPageText47.Text
source: Info hash v1
fr: Informations hachage v1
ja: 情報ハッシュ v1
ru: Инфо-хеш v1
zh_hant: 資訊雜湊 v1

# ViewTaskSummaryPageText58.Text
source: N/A
ja: 該当なし
zh_hant: 不適用

# ViewTaskSummaryPageText49.Text
source: Info hash v2
fr: Informations hachage v2
ja: 情報ハッシュ v2
ru: Инфо-хеш v2
zh_hant: 資訊雜湊 v2

# ViewTaskSummaryPageText51.Text
source: Piece hashes
fr: Hachages des blocs
it: Hash delle parti
ja: ピースハッシュ
ko: 조각 해시
ru: Хеши частей
zh_hant: 分塊雜湊

# ViewTaskSummaryPageText53.Text
source: Added on
fr: Ajouté le
it: Aggiunto il
ja: 追加日時
ko: 추가 날짜
ru: Добавлено
zh_hant: 新增時間

# ViewTaskSummaryPageText55.Text
source: Finished on
fr: Terminé le
it: Terminato il
ja: 完了日時
ko: 완료 날짜
ru: Завершено
zh_hant: 完成時間

# ViewTaskSummaryPageText57.Text
source: Publisher
fr: Éditeur
it: Editore
ja: 発行者
ko: 게시자
ru: Издатель
zh_cn: 发布者
zh_hant: 發布者

# ViewTaskSummaryPageText59.Text
source: Tags
fr: Étiquettes
it: Tag
ja: タグ
ko: 태그
ru: Теги
zh_cn: 标签
zh_hant: 標籤

# ViewTaskSummaryPageText60.Text
source: None
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
ru: Нет
zh_cn: 无
zh_hant: 無

# ViewTaskSummaryPageText61.Text
source: Remaining size
fr: Taille restante
it: Dimensione rimanente
ja: 残りサイズ
ko: 남은 크기
ru: Оставшийся размер
zh_cn: 剩余大小
zh_hant: 剩餘大小

# ViewTaskSummaryPageText63.Text
source: Pieces
fr: Blocs
it: Parti
ja: ピース
ko: 조각
ru: Части
zh_cn: 分块
zh_hant: 分塊

# ViewTaskSummaryPageText65.Text
source: Number of files
fr: Nombre de fichiers
it: Numero di file
ja: ファイル数
ko: 파일 수
ru: Число файлов
zh_cn: 文件数量
zh_hant: 檔案數量

# ViewTaskSummaryPageText67.Text
source: File alignment
fr: Alignement des fichiers
it: Allineamento file
ja: ファイルアラインメント
ko: 파일 정렬
ru: Выравнивание файлов
zh_hant: 檔案對齊

# ViewTaskSummaryPageText69.Text
source: Queue position
fr: Position dans la file
it: Posizione in coda
ja: キュー位置
ko: 대기열 위치
ru: Позиция в очереди
zh_cn: 队列位置
zh_hant: 佇列位置

# ViewTaskSummaryPageText71.Text
source: Created by
fr: Créé par
it: Creato da
ja: 作成者
ko: 만든 사람
ru: Создано
zh_hant: 建立者

# ViewTaskSummaryPageText73.Text
source: Created on
fr: Créé le
it: Creato il
ja: 作成日
ko: 만든 날짜
ru: Дата создания
zh_hant: 建立時間

# ViewTaskSummaryPageText75.Text
source: Private torrent
fr: Torrent privé
it: Torrent privato
ja: プライベート Torrent
ko: 비공개 토렌트
ru: Приватный торрент
zh_cn: 私人 Torrent
zh_hant: 私人 Torrent

# ViewTaskSummaryPageText77.Text
source: Flags
fr: Indicateurs
it: Flag
ja: フラグ
ko: 플래그
ru: Флаги
zh_hant: 旗標

# ViewTaskSummaryPageText79.Text
source: Description
it: Descrizione
ja: 説明
ko: 설명
ru: Описание
zh_hant: 描述

# ViewTaskTrackersPageText1.Text
source: Edit trackers...
fr: Modifier les traqueurs...
it: Modifica tracker...
ja: トラッカーを編集...
ko: 트래커 편집...
ru: Изменить трекеры...
zh_hant: 編輯 Tracker...

# ViewTaskTrackersPageText2.Text
source: Update tracker
fr: Mettre à jour le traqueur
it: Aggiorna tracker
ja: トラッカーを更新
ko: 트래커 업데이트
ru: Обновить трекер
zh_cn: 更新 Tracker
zh_hant: 更新 Tracker

# ViewTaskTrackersPageText3.Text
source: Remove tracker
fr: Supprimer le traqueur
it: Rimuovi tracker
ja: トラッカーを削除
ko: 트래커 제거
ru: Удалить трекер
zh_cn: 删除 Tracker
zh_hant: 移除 Tracker

# ViewTaskTrackersPageText4.Text
source: View log
fr: Afficher le journal
it: Visualizza log
ja: ログを表示
ko: 로그 보기
ru: Просмотреть журнал
zh_cn: 查看日志
zh_hant: 檢視記錄

# ViewTaskTrackersPageText5.Text
source: Clear log
fr: Effacer le journal
it: Cancella log
ja: ログを消去
ko: 로그 지우기
ru: Очистить журнал
zh_hant: 清除記錄

# ViewTaskTrackersPageText6.Text
source: Clear log in all trackers
fr: Effacer le journal de tous les traqueurs
it: Cancella log in tutti i tracker
ja: すべてのトラッカーのログを消去
ko: 모든 트래커 로그 지우기
ru: Очистить журнал во всех трекерах
zh_hant: 清除所有 Tracker 的記錄

# ViewTaskTrackersPageText7.Text
source: Clear log in trackers of all tasks
fr: Effacer le journal des traqueurs de toutes les tâches
it: Cancella il log dei tracker di tutte le attività
ja: すべてのタスクのトラッカーログを消去
ko: 모든 작업의 트래커 로그 지우기
ru: Очистить журналы трекеров всех задач
zh_hant: 清除所有任務之 Tracker 記錄

# ViewTaskTrackersPageText8.Text
source: Remove all unreachable trackers...
fr: Supprimer tous les traqueurs inaccessibles...
it: Rimuovi tutti i tracker non raggiungibili...
ja: 到達不能なトラッカーをすべて削除...
ko: 접근할 수 없는 모든 트래커 제거...
ru: Удалить все недоступные трекеры...
zh_cn: 移除所有无法连接的跟踪器...
zh_hant: 移除所有無法連線的 Tracker...

# ViewTaskTrackersPageText21.Text
source: Log
fr: Journal
ja: ログ
ko: 로그
ru: Журнал
zh_cn: 日志
zh_hant: 記錄

# ViewTaskTrackersPageText22.Text
source: Retries
fr: Tentatives
it: Tentativi
ja: 再試行回数
ko: 재시도
ru: Повторные попытки
zh_cn: 重试次数
zh_hant: 重試次數

# ViewTaskTrackersPageText23.Text
source: Time remaining
fr: Temps restant
it: Tempo rimanente
ja: 残り時間
ko: 남은 시간
ru: Оставшееся время
zh_cn: 剩余时间
zh_hant: 剩餘時間

# ViewTaskTrackersPageText24.Text
source: Seeders
fr: Sources
it: Seeder
ja: シーダー
ko: 시더
ru: Сиды
zh_cn: 做种者
zh_hant: 做種者

# ViewTaskTrackersPageText25.Text
source: Leechers
fr: Téléchargeurs
it: Leecher
ja: リーチャー
ko: 리처
ru: Личеры
zh_cn: 下载者
zh_hant: 下載者

# ViewTaskTrackersPageText27.Text
source: Status
fr: État
it: Stato
ja: 状態
ko: 상태
ru: Состояние
zh_cn: 状态
zh_hant: 狀態

# CommonTextResetColumns.Text
source: Reset Columns and Sorting
fr: Réinitialiser les colonnes et le tri
ja: 列と並べ替えをリセット
ru: Сбросить столбцы и сортировку
zh_cn: 重置列与排序状态
zh_hant: 重設欄位與排序

source: Reset Columns and Sorting
fr: Réinitialiser les colonnes et le tri
ja: 列と並べ替えをリセット
ru: Сбросить столбцы и сортировку
zh_cn: 重置列与排序状态
zh_hant: 重設欄位與排序

# ViewTaskTrackersPageText28.Text
source: No trackers
fr: Aucun traqueur
it: Nessun tracker
ja: トラッカーはありません
ko: 트래커 없음
ru: Нет трекеров
zh_cn: 没有 Tracker
zh_hant: 沒有 Tracker

# ViewTaskTrackersPageText29.Content
source: Add trackers
fr: Ajouter des traqueurs
it: Aggiungi tracker
ja: トラッカーを追加
ko: 트래커 추가
ru: Добавить трекеры
zh_hant: 新增 Tracker

# ViewNATDetectorWindowText1.Text
source: NAT and port detection
fr: Détection NAT et des ports
it: Rilevamento NAT e porte
ja: NAT とポートの検出
ko: NAT 및 포트 감지
ru: Определение NAT и портов
zh_hant: NAT 與連接埠偵測

# ViewNATDetectorWindowText2.Text
source: Traversal directory
fr: Traversal répertoire
it: Directory di attraversamento
ja: トラバーサルディレクトリ
ko: 탐색 디렉터리
ru: Каталог обхода
zh_hant: 穿透目錄

# ViewNATDetectorWindowText3.Header
source: Listen port
fr: Port d’écoute
it: Porta di ascolto
ja: リッスンポート
ko: 수신 포트
ru: Порт прослушивания
zh_cn: 监听端口
zh_hant: 監聽連接埠

# ViewNATDetectorWindowText4.Text
source: NAT behavior uses a temporary UDP socket. Port reachability is tested against libtorrent&apos;s existing TCP/uTP listener.
fr: NAT comportement uses un temporaire UDP socket. Port reachability est tested against libtorrent&apos;s existant TCP/uTP listener.
it: Il comportamento NAT usa un socket UDP temporaneo. La raggiungibilità della porta viene verificata rispetto al listener TCP/uTP esistente di libtorrent.
ja: NAT 動作には一時的な UDP ソケットを使用します。ポート到達性は libtorrent&apos;s の既存 TCP/uTP リスナーに対してテストされます。
ko: NAT 동작에는 임시 UDP 소켓을 사용합니다. 포트 접근성은 libtorrent의 기존 TCP/uTP 리스너를 기준으로 테스트합니다.
ru: Для определения поведения NAT используется временный UDP-сокет. Доступность порта проверяется через существующий TCP/uTP-слушатель libtorrent.
zh_hant: NAT 行為使用暫時的 UDP Socket。連接埠可達性會針對 libtorrent 現有的 TCP/uTP 監聽器進行測試。

# ViewNATDetectorWindowText5.Text
source: Address and NAT
fr: Adresse et NAT
it: Indirizzo e NAT
ja: アドレスと NAT
ko: 주소 및 NAT
ru: Адрес и NAT
zh_hant: 位址與 NAT
